[
  {
    "id": "plenary",
    "title": "Teacher Identity in Language Teaching",
    "name": "Jack C. Richards",
    "nickname": "Jack",
    "shortname": "Jack_Richards",
    "affiliation": "University of Sydney | University of Auckland | Victoria University",
    "other": "",
    "time": "1:00",
    "room": "Onnuri Hall",
    "track": "Plenary",
    "summary": "This talk explores notions of identity and teacher identity, how these relate to the specific characteristics of language teaching, and how teacher identity can evolve or be developed through experience and teacher education.",
    "abstract": "<p>This talk explores notions of identity and teacher identity, how these relate to the specific characteristics of language teaching, and how teacher identity can evolve or be developed through experience and teacher education. The notion of teacher identity stresses the individual characteristics of the teacher and how these are integrated with the possibilities and potentials provided in the institutional identity of teacher and the content and methods of a specific field, as these are realized in specific contexts of teaching. The elements of a teacher identity in language teaching are derived from a review of literature on teacher identity and described in terms of the foundational and advanced competences required for language teaching, as illustrated by excerpts from teacher narratives. The paper concludes with recommendations for teacher education and professional development with a focus on identity.</p>",
    "bio": "<p><strong>Jack Richards</strong> has had an active career in the Asia Pacific region and is currently an honorary professor in the faculty of education at the University of Sydney and at the University of Auckland and an Adjunct Professor at Victoria University. He is a frequent presenter worldwide and has written over 150 books and articles on language teaching as well as many widely used classroom texts including the <em>Interchange</em> and <em>Four Corners</em> series.</p><p>Recent publications include:<ul><li><em>Jack Richards’ 50 Tips for Teacher Development</em> (Cambridge)</li><li><em>Key Issues in Language Teaching</em> (Cambridge)</li><li><em>Curriculum Development in Language Teaching 2nd edition</em> (Cambridge)</li><li><em>Approaches and Methods in Language Teaching 3rd edition</em> (Cambridge)</li><li><em>Language Learning Beyond the Classroom</em> (with David Nunan, Routledge)</li><li><em>Creativity in Language Teaching</em> (with Rodney Jones, Routledge)</li></ul></p><p>Jack has active interests in music and arts and supports a number of scholarship programs.  In the musical domain he has commissioned numerous works by New Zealand composers.</p><p>In 2014 the Jack C Richards Decorative Arts Gallery was opened at the Tairawhiti Museum, Gisborne New Zealand. In 2011 he was awarded an honorary doctorate of literature by Victoria University, Wellington, for his services to education and the arts and in 2014 received the Award for Patronage from the Arts Foundation of New Zealand. In March 2016 the International TESOL organization as part of their 50th anniversary honored Jack Richards as one of the 50 TESOL specialists worldwide to have made a significant impact on language teaching in the last 50 years.</p>",
    "shortbio": "<p><strong>Jack Richards</strong> has had an active career in the Asia Pacific region and is currently an honorary professor in the faculty of education at the University of Sydney and at the University of Auckland and an Adjunct Professor at Victoria University. He is a frequent presenter worldwide and has written over 150 books and articles on language teaching as well as many widely used classroom texts including the <em>Interchange</em> and <em>Four Corners</em> series.</p>",
    "plenaryimg": "http://gisborneherald.co.nz/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=RbsZ0pY3IL4MKsUUiBnCAc$daE2N3K4ZzOUsqbU5sYsCRz6CJNxgv$IW1aoMmGQlWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpg",
    "img": "https://2019.conference.jnjkotesol.com/img/people/jackrichards300x300.jpg",
    "media": ["", ""],
    "website": "https://www.professorjackrichards.com",
    "email": "",
    "phone": ""
  },
  {
    "id": "plenaryB",
    "title": "Product & Process in Course Evaluation",
    "name": "Jack C. Richards",
    "nickname": "Jack",
    "shortname": "Jack_Richards",
    "affiliation": "University of Sydney | University of Auckland | Victoria University",
    "other": "",
    "time": "10:00",
    "room": "Room 1",
    "track": "Teaching Tips",
    "summary": "There are two ways of thinking about course evaluation. One is the dominant approach in educational planning that considers evaluation as a set of activities to develop efficient and effective ways of achieving learning outcomes. The alternative approach to evaluation can be described as process evaluation and focuses more on the values that the curriculum reflects and how the curriculum is realized through the procedures and activities of teaching and learning.",
    "abstract": "<p>There are two ways of thinking about course evaluation. One is the dominant approach in educational planning that considers evaluation as a set of activities to develop efficient and effective ways of achieving learning outcomes. The rigor with which course development is carried out – drawing on procedures that include needs analysis, planning learning outcomes, designing a course and syllabus framework, and using effective methods of teaching and learning – will determine the success of the outcomes. Curriculum processes are seen as ways of bringing order, control, and direction into language teaching and language course design. From this perspective, evaluation is viewed as essential to maintaining the quality and success of a language program.</p><p>The alternative approach to evaluation can be described as process evaluation and focuses more on the values that the curriculum reflects and how the curriculum is realized through the procedures and activities of teaching and learning. From this perspective, evaluation has very different goals. Its goal is exploration and understanding. This view of evaluation is inquiry-based and is concerned with knowledge building, with understanding, and with explanation. The goal is less diagnoses and improvement and more on a holistic exploration of teaching in context.. This is a sociocultural approach to evaluation in which classrooms are seen to have a rich life that unfolds over time, as events and processes interact and shape the way participants think, feel, and act.</p><p>Both approaches to evaluation will be described and compared in this paper: effectiveness-oriented evaluation which will be characterized as <strong>product-focused evaluation</strong>, and the alternative approach as <strong>process-focused evaluation.</strong></p>",
    "bio": "<p><strong>Jack Richards</strong> has had an active career in the Asia Pacific region and is currently an honorary professor in the faculty of education at the University of Sydney and at the University of Auckland and an Adjunct Professor at Victoria University. He is a frequent presenter worldwide and has written over 150 books and articles on language teaching as well as many widely used classroom texts including the <em>Interchange</em> and <em>Four Corners</em> series.</p><p>Recent publications include:<ul><li><em>Jack Richards’ 50 Tips for Teacher Development</em> (Cambridge)</li><li><em>Key Issues in Language Teaching</em> (Cambridge)</li><li><em>Curriculum Development in Language Teaching 2nd edition</em> (Cambridge)</li><li><em>Approaches and Methods in Language Teaching 3rd edition</em> (Cambridge)</li><li><em>Language Learning Beyond the Classroom</em> (with David Nunan, Routledge)</li><li><em>Creativity in Language Teaching</em> (with Rodney Jones, Routledge)</li></ul></p><p>Jack has active interests in music and arts and supports a number of scholarship programs.  In the musical domain he has commissioned numerous works by New Zealand composers.</p><p>In 2014 the Jack C Richards Decorative Arts Gallery was opened at the Tairawhiti Museum, Gisborne New Zealand. In 2011 he was awarded an honorary doctorate of literature by Victoria University, Wellington, for his services to education and the arts and in 2014 received the Award for Patronage from the Arts Foundation of New Zealand. In March 2016 the International TESOL organization as part of their 50th anniversary honored Jack Richards as one of the 50 TESOL specialists worldwide to have made a significant impact on language teaching in the last 50 years.</p>",
    "shortbio": "<p><strong>Jack Richards</strong> has had an active career in the Asia Pacific region and is currently an honorary professor in the faculty of education at the University of Sydney and at the University of Auckland and an Adjunct Professor at Victoria University. He is a frequent presenter worldwide and has written over 150 books and articles on language teaching as well as many widely used classroom texts including the <em>Interchange</em> and <em>Four Corners</em> series.</p>",
    "plenaryimg": "http://gisborneherald.co.nz/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=RbsZ0pY3IL4MKsUUiBnCAc$daE2N3K4ZzOUsqbU5sYsCRz6CJNxgv$IW1aoMmGQlWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpg",
    "img": "https://2019.conference.jnjkotesol.com/img/people/jackrichards300x300.jpg",
    "media": ["", ""],
    "website": "https://www.professorjackrichards.com",
    "email": "",
    "phone": ""
  },
  {
    "id": 20191,
    "title": "Anthropology: Build a Class Culture with Impact",
    "name": "Jeffrey D. Shelley",
    "nickname": "Jeff",
    "shortname": "Jeffrey_Shelley",
    "affiliation": "Freelancer, Seoul",
    "other": "",
    "time": "1:30",
    "room": "Room 1",
    "track": "Classroom Management",
    "summary": "Culture pervades every level of human life, from the habits of an entire nation’s people to the intimate dynamics found within a group of friends. Rituals, customs, traditions and iconography are powerful—together, they have the potential to change lives.",
    "abstract": "<p>Culture pervades every level of human life, from the habits of an entire nation’s people to the intimate dynamics found within a group of friends. Rituals, customs, traditions and iconography are powerful—together, they have the potential to change lives.</p><p>In fact, every English class has already formed its own culture organically, whether it be consciously recognized or largely unnoticed; class culture can manifest itself positively or negatively. If students are eager to participate in a lesson in order to get stickers, they are recognizing a custom. If students are used to coming into class late, they have learnt a ritual. If new students in a class are informed about the rules by “veteran” students, then the teacher has succeeded in constructing a tight-knit culture.</p><p>The stronger such a culture becomes, the more students feel like valued members of the class. This, of course, creates enthusiastic participants in their own effectual education. Building a unique class culture is not difficult, but it requires an orchestrated network of activities, expectations and sensory stimulation. This presentation teaches conference attendees how to do this at their own academic institutions. By embracing key aspects of anthropology, teachers can become leaders of tribes. Students, in turn, become ambitious learners within a unique classroom community.</p>",
    "bio": "<p>Jeff has taught English for more than a decade, having administered lessons to students of all ages and races—from the preschool and kindergarten level (which he currently oversees in the capacity of Head English Teacher) to adult level pupils at Kaplan International College in New York City, and everything in between. He also works as a freelance teacher trainer in the Seoul metropolitan area, educating foreigners who are new to the field of ELT.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Jeff_Lee.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:j.shealee@gmail.com'>J.SheaLee@gmail.com</a>",
    "phone": "010-9930-0584"
  },
  {
    "id": 20192,
    "title": "To Be Rather than to Seem: Teaching Tips from a Punk Existentialist",
    "name": "Paul Johnson",
    "nickname": "Paul",
    "shortname": "Paul_Johnson",
    "affiliation": "Changshin University",
    "other": "",
    "time": "1:30",
    "room": "Room 2",
    "track": "Teaching Tips",
    "summary": "Teachers are supposed to look and act in certain ways, right? What do we see in our minds when we think about the concept of “Good Teacher?” This interactive workshop seeks to challenge many of the traditional assumptions about what it means to be a good teacher, and includes general “Teaching Tips.”",
    "abstract": "<p>Teachers are supposed to look and act in certain ways, right? What do we see in our minds when we think about the concept of “Good Teacher?” This interactive workshop seeks to challenge many of the traditional assumptions about what it means to be a good teacher, and includes general “Teaching Tips.” These include but are not limited to the following:</p><ol><li>Teaching is a two-way street. Only when the teachers and students are participating can the exchange of information take place.</li><li>Don’t feel like you have to talk all of the time. It’s not about trying to <em>look</em> like a good teacher, it’s about <em>being</em> a good teacher. And sometimes that means sitting there doing nothing (Okay, so not nothing. You’re allowing the students to learn, giving them the time and space they need to tear their intellectual muscles).</li><li>Figure out ways of getting students to tear their intellectual muscles.</li><li>Games are fun. We need to remove the negative stigma surrounding games. Gamification away!</li><li>Don’t have elaborately planned out lessons. Ask yourself, “Why am I planning out these lessons so much? Is it because I think it will make the class better, or because it makes me feel better, like I’m doing a good job?”</li><li>Avoid going wholesale on one strategy.</li><li>Teaching is an art, not a science.</li><li>Above all, foster a DIY (Do It Yourself) attitude in your students.</li></ol>",
    "bio": "<p>Paul Johnson was born and raised in Southern California. He has an M.A. in Philosophy and focuses on Ethics. He loves running, reading, and making music. He wants to use games to help make the world a better place. Paul teaches at Changshin University.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Paul_Johnson.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:ajwoodsum@gmail.com'>ajwoodsum@gmail.com</a>",
    "phone": "010-5918-6212"
  },
  {
    "id": 20193,
    "title": "Using Critical Pedagogy in the EFL Classroom",
    "name": "Luis Roberto Caballero Orozco",
    "nickname": "Luis",
    "shortname": "Luis_Caballero",
    "affiliation": "Ulsan National University of Science & Technology",
    "other": "",
    "time": "2:30",
    "room": "Room 1",
    "track": "Pedagogy",
    "summary": "In 1968, Brazilian educational theorist Paolo Freire called for a new approach to teaching. By employing what he referred to as a “critical pedagogy,” teachers can transform their classrooms into forums for student empowerment and social change. In a critical pedagogy classroom, educators put students on a path toward finding their own voices on complex issues that affect their daily lives. Students trace social inequalities to their root causes, identify how these issues impact their own communities, and advocate for action that ensures a more just, inclusive tomorrow.",
    "abstract": "<p>In 1968, Brazilian educational theorist Paolo Freire called for a new approach to teaching. By employing what he referred to as a “critical pedagogy,” teachers can transform their classrooms into forums for student empowerment and social change. In a critical pedagogy classroom, educators put students on a path toward finding their own voices on complex issues that affect their daily lives. Students trace social inequalities to their root causes, identify how these issues impact their own communities, and advocate for action that ensures a more just, inclusive tomorrow.</p><p>Since the 1970 English translation of Freire’s <em>Pedagogy of the Oppressed</em>, both it and subsequent texts on critical pedagogy have become ubiquitous in teacher education programs. Many linguists and educators have expanded on this framework to adopt it for the EFL classroom. Although research on critical pedagogy in Korean contexts is limited, Crookes (2010) has found that Korean high school and university students welcome opportunities to engage in critical, non- authoritarian dialogues with their teachers despite stereotypes about East Asian cultures. Furthermore, Ooiwa-Yoshizawa (2012) argues, critical EFL educators ought to highlight changing norms in English language usage, as well as heighten student awareness of marginalized populations’ lived experiences, through classroom activities. DeWaelsche (2015) echoes these sentiments, finding that Korean university students will successfully overcome perceived socio-cultural limitations to critical dialogue, thereby developing critical thinking skills.</p><p>Participants in this workshop will explore ways to use critical pedagogy in their classrooms. Through collaborative activities, participants will brainstorm and create sample lessons that utilize this approach.</p>",
    "bio": "<p>Born in Mexico and educated in the United States, Luis R. Caballero has been teaching English &amp; Spanish languages for ten years in high schools, universities, non-profits, and corporations around the world. Luis holds a Bachelors degree in speech &amp; linguistics, as well as a Masters in higher education. His research interests include language pragmatics, intercultural communication, and organizational behavior.</p><p>Luis has been in Korea since late 2014. He currently lives in Ulsan and is a language instructor at the Ulsan National Institute of Science &amp; Technology (UNIST). Luis is also an active council member for KOTESOL’s Busan-Gyeongnam Chapter.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Luis_Caballero_olympics.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:caballerolr@unist.ac.kr'>CaballeroLR@unist.ac.kr</a>",
    "phone": "010-6860-4804"
  },
  {
    "id": 20194,
    "title": "Integration Station – Increasing Student Talking time and Spicing up the Classroom",
    "name": "Rhea Metituk",
    "nickname": "Rhea",
    "shortname": "Rhea_Metituk",
    "affiliation": "University of Ulsan",
    "other": "",
    "time": "2:30",
    "room": "Room 2",
    "track": "Conversation",
    "summary": "Attendees will be invited to consider their own pedagogy through a short reflective practice session. Lesson plans for strong and medium CLT methods to create high student talking to teacher talking time will be shared, including aspects of flipped learning.",
    "abstract": "<p>Attendees will be invited to consider their own pedagogy through a short reflective practice session. Lesson plans for strong and medium CLT methods to create high student talking to teacher talking time will be shared, including aspects of flipped learning and assessing quality of discussion questions used in preparation for speaking time, importance of the structure of physical space in the classroom, tempo, and technology options for assignments. Methodology for conversation and transcription tests will be presented as well as classroom research on rubric and grading methods. Participants will workshop lesson objectives including consideration of fluency vs. accuracy and discuss best methodology for conducting learning environments, and measuring learning objectives in terms of takeaways to include in their own education settings.</p>",
    "bio": "<p>Rhea Metituk has an MA in Rhetorical Writing and Digital Media and is currently posted at the University of Ulsan. Research interests include social and environmental justice, CLT (Communicative Language Theory), and flipped/blended learning. Experience with young learners as well as adults in private institutes, public and post-secondary schools has informed her experience, in addition to NGOs in Canada and Swaziland, ESL in Canada, and teaching English sign language. In KOTESOL, she volunteers as president of the Busan-Gyeongnam chapter, Financial Affairs Chair, and co-coordinator of the Environmental Justice SIG.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Rhea_Metituk.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:rhealm@gmail.com'>rhealm@gmail.com</a>",
    "phone": "010-2567-8882"
  },
  {
    "id": 20195,
    "title": "Snowstorms & Cheat Sheets – End of Term Reflection Ideas",
    "name": "Maria Lisak",
    "nickname": "Maria",
    "shortname": "Maria_Lisak",
    "affiliation": "Chosun University",
    "other": "KOTESOL Social Justice SIG FB Coordinator",
    "time": "3:30",
    "room": "Room 1",
    "track": "Teaching Tips",
    "summary": "Two kinesthetic activities are shared as reflection activities, making a lively as well as thoughtful end to the semester. Each activity can be modified to prompt or extend other classroom activities or homework. The presenter shares how she has students create an end-of-term portfolio for their blog using two in-class activities. Learners do the activities in class then take pictures to post on their blog as a prompt for more written reflection.",
    "abstract": "<p>Two kinesthetic activities are shared as reflection activities, making a lively as well as thoughtful end to the semester. Each activity can be modified to prompt or extend other classroom activities or homework. The presenter shares how she has students create an end-of-term portfolio for their blog using two in-class activities. Learners do the activities in class then take pictures to post on their blog as a prompt for more written reflection. The in-class portion invites learners to write or draw and then share through a speaking practice activity. Spoken shares can be varied up with a quick circle or pair share. Small groups are also great ways for learners to share with each other to extend their writing. Class-wide shares elicit key words to help students summarize their writing. The movement involved in these reflective prompts helped the presenter’s students re-charge their creativity and critical thinking as they prepared their final reflection for their blog portfolio.</p>",
    "bio": "<p>Maria Lisak is the newly elected Nominations & Elections Committee Chair. She is the online Facebook coordinator for the KOTESOL Social Justice (Critical Educators in Korea) Special Interest Group. She has been teaching public administration and social welfare at Chosun University since 2012 and is currently working on her EdD in Literacy, Culture and Language Education through Indiana University. As a lifetime member of KOTESOL, she hopes that KOTESOL members are comfortable stepping up for volunteer leadership roles. You can check out her CV on her blog: <a href='koreamaria.typepad.com/gwangju'>koreamaria.typepad.com/gwangju</a>.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Maria_Lisak_2.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:gwangjumaria@yahoo.com'>gwangjuMaria@yahoo.com</a>",
    "website": "<a href='http://koreamaria.typepad.com/gwangju'>KoreaMaria.typepad.com/gwangju</a>"
  },
  {
    "id": 20196,
    "title": "Atomic Habits that will turn you into a Superhero",
    "name": "Aaron Snowberger",
    "nickname": "Aaron",
    "shortname": "Aaron_Snowberger",
    "affiliation": "Jeonju University",
    "other": "Google Certified Educator &amp; Trainer",
    "time": "3:30",
    "room": "Room 2",
    "track": "Productivity",
    "summary": "Drawing on numerous resources and extensive personal experience, this presentation will investigate what habits are, how they work, and how building the right ones into your life will turn you into a literal superhero. We’ll take a look at triggers, cravings, and rewards; the formation of good habits and the destruction of bad habits; and the top 6 High Performance Habits developed by Brendon Burchard and the High Performance Institute after over a decade of research and coaching.",
    "abstract": "<p>Have you ever felt too busy? Overwhelmed? Stretched too thin? Your work doesn’t have to be like that. Your life in particular, shouldn’t be like that.</p><p>Drawing on numerous resources and extensive personal experience, this presentation will investigate what habits are, how they work, and how building the right ones into your life will turn you into a literal superhero. We’ll take a look at triggers, cravings, and rewards; the formation of good habits and the destruction of bad habits; and the top 6 High Performance Habits developed by Brendon Burchard and the High Performance Institute after over a decade of research and coaching.</p><p>If you’ve ever wondered such things as “How long does it take to develop a new habit?” or “What if I fail in maintaining my habits?” or even “Which habits will move the needle the most in my professional and personal life?” then this talk is for you. We’ll also end the talk with a discussion about good and bad teaching habits and how to improve yourself in your classroom and office.</p>",
    "bio": "<p>Aaron is a Google Certified Educator and Trainer, magazine graphic designer, and website and mobile app developer who’s obsessed with achieving optimal performance in his own life. His favorite habits include 4am wake-up calls, pre- and post-work workouts, “reading” 1-2 books per week, rocking the bass guitar every weekend, and giving awesome presentations like this one.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Aaron_Snowberger.jpg",
    "media": ["", ""]
  },
  {
    "id": 20197,
    "title": "Creating an Interactive Classroom",
    "name": "Hannah Jones",
    "nickname": "Hannah",
    "shortname": "Hannah_Jones",
    "affiliation": "Teacher &amp; Copyeditor",
    "other": "",
    "time": "4:00",
    "room": "Room 1",
    "track": "Pedagogy",
    "summary": "There are various methods teachers can use to facilitate stronger interaction in their classrooms. First, we must define what interaction means in a learning context. Brown and Lee define interaction as “the heart of communication.” It involves collaboration, or shared labor, in given tasks and the exchange of thoughts, feelings, and ideas. Interaction implies high degrees of mutuality and rapport. Interaction also involves negotiating meaning when obstacles are encountered.",
    "abstract": "<small><em>(Based on the pedagogical research of H. Douglas Brown and Heekyeong Lee, 2015)</em></small><p>There are various methods teachers can use to facilitate stronger interaction in their classrooms. First, we must define what interaction means in a learning context. Brown and Lee define interaction as “the heart of communication.” It involves collaboration, or shared labor, in given tasks and the exchange of thoughts, feelings, and ideas. Interaction implies high degrees of mutuality and rapport. Interaction also involves negotiating meaning when obstacles are encountered.</p><p>There are some key aspects of interaction that a teacher should take note of and facilitate during his or her lessons. The teacher should heed automaticity, or attention to meaning during communication. Agency is a reward of independence, and is a step toward intrinsically-motivated self-reward. Higher agency leads to greater empowerment. Self-regulated strategies, or the knowledge of how to produce, interpret, and modify language, are required for a student to successfully navigate classroom tasks. Investment is also required by the student to express their identity. Interlocutors also need to have a thorough understanding of the cultural nuances at play in the classroom – a concept called languaculture – especially as a foreigner instructing a classroom of Korean students. There are many strategies a teacher can use to encourage the development of these traits, such as giving clear commands, using organizational language, reacting to students in a genuine way, encouraging self- regulating and autonomous behaviors, responding to student-initiated questions, and following any short lectures or monologues with related tasks.</p><p>While interacting with students, a teacher should be aware of the various roles they have in the classroom. The teacher should act as <strong>controller</strong>, providing structure, but also encouraging spontaneity. The teacher is also a <strong>director</strong>, keeping things flowing smoothly, and a <strong>manager</strong>, planning the class segments and the progress towards planned goals. The teacher is also <strong>facilitator</strong>, helping the students navigate their own way around obstacles. The least “directive” role of a teacher is <strong>resource</strong>, meaning the teacher is available for advice and counsel if the student initiates it.</p><p>Brown and Lee state from their research that successfully interactive students take initiative, seek information, ask questions, clarify misunderstandings, and are able to summarize what they’ve learned. In order to create an environment conducive to interaction, the authors focus on two main processes: asking questions, and group work.</p><h4>Teacher Questions</h4><p>Successful teacher questions give students the catalyst for producing output without having the stress of bearing initiative. There are two main types of questions: display questions (questions the teacher already knows the answers to) and referential questions, which are more meaningful, comprehension- and opinion-driven questions. Interestingly, asking more referential questions in the classroom has been shown to boost grammar complexity in student output. Some types of questions, however, should be avoided. Too many display questions are not beneficial, because they lack real-world relatability. Questions that are overly obvious or easy could be considered pointless or insulting. Questions that are vague, oddly worded, too long, or too complex should be avoided because they are difficult to answer. Rhetorical questions can be confusing. Off-topic questions that disrupt the flow of the students’ logic should also be avoided.</p><h4>Group Work</h4><p>Brown and Lee’s next important process they address is the administration of group work. Group work has plentiful benefits. It generates interactive language, gives students the secure feeling of a smaller space, promotes responsibility and independence, and is a step towards meeting students’ individual needs and abilities. Pair work is similar to group work, but consists of collaboration between only two students and is usually used for less involved tasks.</p><p>There are several types of activities teachers can use group work to complete: games, roleplays, dramas (more involved and elaborate roleplays), jigsaw (where each member of the group has a specific task or role to fill), problem solving and decision-making activities, and opinion exchange collaborations.</p> <h4>Discussion Questions</h4><ul><li>Have you implemented group work in your classrooms? How has it affected students’ participation, and how did the students’ different abilities seem to contribute to the group dynamic?</li><li>What are some ways your deal with students of different levels when you interact with students in class?</li><li>Have you found certain types of group activities to be better suited to certain levels? If so, which?</li><li>Which teacher role do you find yourself taking on the most in the classroom?</li></ul>",
    "bio": "<p>My name is Hannah Jones, and I’m originally from Baltimore, Maryland. I graduated with a Bachelor’s degree in English, with a specialization in Professional Writing, magna cum laude. I am currently completing a Master’s of Applied Linguistics with a specialization in TEFL from the University of Massachusetts, Boston. I have been teaching English for four years at an academy, and I also work as a content writer and copyeditor for the MCAT test prep website, Gold Standard. I am always striving to become a better teacher, collaborate with other teachers, and keep up-to-date on TEFL and SLA research.</p><p>I have a natural interest and passion for pedagogy and second language acquisition, and I hope to use my knowledge of research and the concepts I’ve learned in my graduate studies to spark interesting discussions with likeminded teachers.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Hannah_Jones_2.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:hannah9392@gmail.com'>Hannah9392@gmail.com</a>",
    "phone": "010-9471-9392",
    "kakao": "Hannah9392"
  },
  {
    "id": 20198,
    "title": "Acting Out!: Exploring the Effects of Drama Techniques on Korean Middle School English Learners",
    "name": "Sunhee Ko",
    "nickname": "Sunhee",
    "shortname": "Sunhee_Ko",
    "affiliation": "International Graduate School of English, Seoul",
    "other": "",
    "time": "4:15",
    "room": "Room 1",
    "track": "Young Learners",
    "summary": "This presentation looks at the impact of drama-based instruction on EFL Secondary English learners. In this presentation, attendees will be guided through what drama-based instruction is and how drama can be integrated into English class. Attendees will also be introduced to its influences on EFL Secondary English learners.",
    "abstract": "<p>This presentation looks at the impact of drama-based instruction on EFL Secondary English learners. In this presentation, attendees will be guided through what drama-based instruction is and how drama can be integrated into English class. Attendees will also be introduced to its influences on EFL Secondary English learners. The presenter will introduce the methods she used to collect data and discuss results from student reflections, teacher journals, and interviews. The implications of the collected data will then be discussed including how drama can be integrated into English teaching. Through this presentation attendees will gain understanding of drama integrated English teaching and its impacts on English learning in EFL Secondary context; furthermore attendees will have a new insight of teaching English in a more enjoyable and engaging way.</p>",
    "bio": "<p>Sunhee Ko is a graduate student in the TESOL program at the International Graduate School of English. She has five years of experience teaching English in various public schools from elementary to high school in Korea. She has previously presented at MATSDA on developing speaking material using drama techniques. Her research and practices focus on integrating drama into English teaching in order to engage students in English learning and English learning motivation.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/unavailable.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:kosunhee@igse.ac.kr'>kosunhee@igse.ac.kr</a>",
    "phone": "010-4726-7270"
  },
  {
    "id": 20199,
    "title": "Anthropology: Build a Class Culture with Impact",
    "name": "Jeffrey D. Shelley",
    "nickname": "Jeff",
    "shortname": "Jeffrey_Shelley",
    "affiliation": "Freelancer, Seoul",
    "other": "",
    "time": "1:30",
    "room": "Room 1",
    "track": "Pedagogy",
    "summary": "Culture pervades every level of human life, from the habits of an entire nation’s people to the intimate dynamics found within a group of friends. Rituals, customs, traditions and iconography are powerful—together, they have the potential to change lives.",
    "abstract": "<p>Culture pervades every level of human life, from the habits of an entire nation’s people to the intimate dynamics found within a group of friends. Rituals, customs, traditions and iconography are powerful—together, they have the potential to change lives.</p><p>In fact, every English class has already formed its own culture organically, whether it be consciously recognized or largely unnoticed; class culture can manifest itself positively or negatively. If students are eager to participate in a lesson in order to get stickers, they are recognizing a custom. If students are used to coming into class late, they have learnt a ritual. If new students in a class are informed about the rules by “veteran” students, then the teacher has succeeded in constructing a tight-knit culture.</p><p>The stronger such a culture becomes, the more students feel like valued members of the class. This, of course, creates enthusiastic participants in their own effectual education. Building a unique class culture is not difficult, but it requires an orchestrated network of activities, expectations and sensory stimulation. This presentation teaches conference attendees how to do this at their own academic institutions. By embracing key aspects of anthropology, teachers can become leaders of tribes. Students, in turn, become ambitious learners within a unique classroom community.</p>",
    "bio": "<p>Jeff has taught English for more than a decade, having administered lessons to students of all ages and races—from the preschool and kindergarten level (which he currently oversees in the capacity of Head English Teacher) to adult level pupils at Kaplan International College in New York City, and everything in between. He also works as a freelance teacher trainer in the Seoul metropolitan area, educating foreigners who are new to the field of ELT.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Jeff_Lee.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:j.shealee@gmail.com'>J.SheaLee@gmail.com</a>",
    "phone": "010-9930-0584"
  },
  {
    "id": 201910,
    "title": "To Be Rather than to Seem: Teaching Tips from a Punk Existentialist",
    "name": "Paul Johnson",
    "nickname": "Paul",
    "shortname": "Paul_Johnson",
    "affiliation": "Changshin University",
    "other": "",
    "time": "1:30",
    "room": "Room 2",
    "track": "Productivity",
    "summary": "Teachers are supposed to look and act in certain ways, right? What do we see in our minds when we think about the concept of “Good Teacher?” This interactive workshop seeks to challenge many of the traditional assumptions about what it means to be a good teacher, and includes general “Teaching Tips.”",
    "abstract": "<p>Teachers are supposed to look and act in certain ways, right? What do we see in our minds when we think about the concept of “Good Teacher?” This interactive workshop seeks to challenge many of the traditional assumptions about what it means to be a good teacher, and includes general “Teaching Tips.” These include but are not limited to the following:</p><ol><li>Teaching is a two-way street. Only when the teachers and students are participating can the exchange of information take place.</li><li>Don’t feel like you have to talk all of the time. It’s not about trying to <em>look</em> like a good teacher, it’s about <em>being</em> a good teacher. And sometimes that means sitting there doing nothing (Okay, so not nothing. You’re allowing the students to learn, giving them the time and space they need to tear their intellectual muscles).</li><li>Figure out ways of getting students to tear their intellectual muscles.</li><li>Games are fun. We need to remove the negative stigma surrounding games. Gamification away!</li><li>Don’t have elaborately planned out lessons. Ask yourself, “Why am I planning out these lessons so much? Is it because I think it will make the class better, or because it makes me feel better, like I’m doing a good job?”</li><li>Avoid going wholesale on one strategy.</li><li>Teaching is an art, not a science.</li><li>Above all, foster a DIY (Do It Yourself) attitude in your students.</li></ol>",
    "bio": "<p>Paul Johnson was born and raised in Southern California. He has an M.A. in Philosophy and focuses on Ethics. He loves running, reading, and making music. He wants to use games to help make the world a better place. Paul teaches at Changshin University.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Paul_Johnson.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:ajwoodsum@gmail.com'>ajwoodsum@gmail.com</a>",
    "phone": "010-5918-6212"
  },
  {
    "id": 201911,
    "title": "Using Critical Pedagogy in the EFL Classroom",
    "name": "Luis Roberto Caballero Orozco",
    "nickname": "Luis",
    "shortname": "Luis_Caballero",
    "affiliation": "Ulsan National University of Science & Technology",
    "other": "",
    "time": "2:30",
    "room": "Room 1",
    "track": "Classroom Management",
    "summary": "In 1968, Brazilian educational theorist Paolo Freire called for a new approach to teaching. By employing what he referred to as a “critical pedagogy,” teachers can transform their classrooms into forums for student empowerment and social change. In a critical pedagogy classroom, educators put students on a path toward finding their own voices on complex issues that affect their daily lives. Students trace social inequalities to their root causes, identify how these issues impact their own communities, and advocate for action that ensures a more just, inclusive tomorrow.",
    "abstract": "<p>In 1968, Brazilian educational theorist Paolo Freire called for a new approach to teaching. By employing what he referred to as a “critical pedagogy,” teachers can transform their classrooms into forums for student empowerment and social change. In a critical pedagogy classroom, educators put students on a path toward finding their own voices on complex issues that affect their daily lives. Students trace social inequalities to their root causes, identify how these issues impact their own communities, and advocate for action that ensures a more just, inclusive tomorrow.</p><p>Since the 1970 English translation of Freire’s <em>Pedagogy of the Oppressed</em>, both it and subsequent texts on critical pedagogy have become ubiquitous in teacher education programs. Many linguists and educators have expanded on this framework to adopt it for the EFL classroom. Although research on critical pedagogy in Korean contexts is limited, Crookes (2010) has found that Korean high school and university students welcome opportunities to engage in critical, non- authoritarian dialogues with their teachers despite stereotypes about East Asian cultures. Furthermore, Ooiwa-Yoshizawa (2012) argues, critical EFL educators ought to highlight changing norms in English language usage, as well as heighten student awareness of marginalized populations’ lived experiences, through classroom activities. DeWaelsche (2015) echoes these sentiments, finding that Korean university students will successfully overcome perceived socio-cultural limitations to critical dialogue, thereby developing critical thinking skills.</p><p>Participants in this workshop will explore ways to use critical pedagogy in their classrooms. Through collaborative activities, participants will brainstorm and create sample lessons that utilize this approach.</p>",
    "bio": "<p>Born in Mexico and educated in the United States, Luis R. Caballero has been teaching English &amp; Spanish languages for ten years in high schools, universities, non-profits, and corporations around the world. Luis holds a Bachelors degree in speech &amp; linguistics, as well as a Masters in higher education. His research interests include language pragmatics, intercultural communication, and organizational behavior.</p><p>Luis has been in Korea since late 2014. He currently lives in Ulsan and is a language instructor at the Ulsan National Institute of Science &amp; Technology (UNIST). Luis is also an active council member for KOTESOL’s Busan-Gyeongnam Chapter.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Luis_Caballero_olympics.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:caballerolr@unist.ac.kr'>CaballeroLR@unist.ac.kr</a>",
    "phone": "010-6860-4804"
  },
  {
    "id": 201912,
    "title": "Integration Station – Increasing Student Talking time and Spicing up the Classroom",
    "name": "Rhea Metituk",
    "nickname": "Rhea",
    "shortname": "Rhea_Metituk",
    "affiliation": "University of Ulsan",
    "other": "",
    "time": "2:30",
    "room": "Room 2",
    "track": "Technology",
    "summary": "Attendees will be invited to consider their own pedagogy through a short reflective practice session. Lesson plans for strong and medium CLT methods to create high student talking to teacher talking time will be shared, including aspects of flipped learning.",
    "abstract": "<p>Attendees will be invited to consider their own pedagogy through a short reflective practice session. Lesson plans for strong and medium CLT methods to create high student talking to teacher talking time will be shared, including aspects of flipped learning and assessing quality of discussion questions used in preparation for speaking time, importance of the structure of physical space in the classroom, tempo, and technology options for assignments. Methodology for conversation and transcription tests will be presented as well as classroom research on rubric and grading methods. Participants will workshop lesson objectives including consideration of fluency vs. accuracy and discuss best methodology for conducting learning environments, and measuring learning objectives in terms of takeaways to include in their own education settings.</p>",
    "bio": "<p>Rhea Metituk has an MA in Rhetorical Writing and Digital Media and is currently posted at the University of Ulsan. Research interests include social and environmental justice, CLT (Communicative Language Theory), and flipped/blended learning. Experience with young learners as well as adults in private institutes, public and post-secondary schools has informed her experience, in addition to NGOs in Canada and Swaziland, ESL in Canada, and teaching English sign language. In KOTESOL, she volunteers as president of the Busan-Gyeongnam chapter, Financial Affairs Chair, and co-coordinator of the Environmental Justice SIG.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Rhea_Metituk.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:rhealm@gmail.com'>rhealm@gmail.com</a>",
    "phone": "010-2567-8882"
  },
  {
    "id": 201913,
    "title": "Snowstorms & Cheat Sheets – End of Term Reflection Ideas",
    "name": "Maria Lisak",
    "nickname": "Maria",
    "shortname": "Maria_Lisak",
    "affiliation": "Chosun University",
    "other": "KOTESOL Social Justice SIG FB Coordinator",
    "time": "3:30",
    "room": "Room 1",
    "track": "Productivity",
    "summary": "Two kinesthetic activities are shared as reflection activities, making a lively as well as thoughtful end to the semester. Each activity can be modified to prompt or extend other classroom activities or homework. The presenter shares how she has students create an end-of-term portfolio for their blog using two in-class activities. Learners do the activities in class then take pictures to post on their blog as a prompt for more written reflection.",
    "abstract": "<p>Two kinesthetic activities are shared as reflection activities, making a lively as well as thoughtful end to the semester. Each activity can be modified to prompt or extend other classroom activities or homework. The presenter shares how she has students create an end-of-term portfolio for their blog using two in-class activities. Learners do the activities in class then take pictures to post on their blog as a prompt for more written reflection. The in-class portion invites learners to write or draw and then share through a speaking practice activity. Spoken shares can be varied up with a quick circle or pair share. Small groups are also great ways for learners to share with each other to extend their writing. Class-wide shares elicit key words to help students summarize their writing. The movement involved in these reflective prompts helped the presenter’s students re-charge their creativity and critical thinking as they prepared their final reflection for their blog portfolio.</p>",
    "bio": "<p>Maria Lisak is the newly elected Nominations & Elections Committee Chair. She is the online Facebook coordinator for the KOTESOL Social Justice (Critical Educators in Korea) Special Interest Group. She has been teaching public administration and social welfare at Chosun University since 2012 and is currently working on her EdD in Literacy, Culture and Language Education through Indiana University. As a lifetime member of KOTESOL, she hopes that KOTESOL members are comfortable stepping up for volunteer leadership roles. You can check out her CV on her blog: <a href='koreamaria.typepad.com/gwangju'>koreamaria.typepad.com/gwangju</a>.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Maria_Lisak_2.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:gwangjumaria@yahoo.com'>gwangjuMaria@yahoo.com</a>",
    "website": "<a href='http://koreamaria.typepad.com/gwangju'>KoreaMaria.typepad.com/gwangju</a>"
  },
  {
    "id": 201914,
    "title": "Atomic Habits that will turn you into a Superhero",
    "name": "Aaron Snowberger",
    "nickname": "Aaron",
    "shortname": "Aaron_Snowberger",
    "affiliation": "Jeonju University",
    "other": "Google Certified Educator &amp; Trainer",
    "time": "3:30",
    "room": "Room 2",
    "track": "Technology",
    "summary": "Drawing on numerous resources and extensive personal experience, this presentation will investigate what habits are, how they work, and how building the right ones into your life will turn you into a literal superhero. We’ll take a look at triggers, cravings, and rewards; the formation of good habits and the destruction of bad habits; and the top 6 High Performance Habits developed by Brendon Burchard and the High Performance Institute after over a decade of research and coaching.",
    "abstract": "<p>Have you ever felt too busy? Overwhelmed? Stretched too thin? Your work doesn’t have to be like that. Your life in particular, shouldn’t be like that.</p><p>Drawing on numerous resources and extensive personal experience, this presentation will investigate what habits are, how they work, and how building the right ones into your life will turn you into a literal superhero. We’ll take a look at triggers, cravings, and rewards; the formation of good habits and the destruction of bad habits; and the top 6 High Performance Habits developed by Brendon Burchard and the High Performance Institute after over a decade of research and coaching.</p><p>If you’ve ever wondered such things as “How long does it take to develop a new habit?” or “What if I fail in maintaining my habits?” or even “Which habits will move the needle the most in my professional and personal life?” then this talk is for you. We’ll also end the talk with a discussion about good and bad teaching habits and how to improve yourself in your classroom and office.</p>",
    "bio": "<p>Aaron is a Google Certified Educator and Trainer, magazine graphic designer, and website and mobile app developer who’s obsessed with achieving optimal performance in his own life. His favorite habits include 4am wake-up calls, pre- and post-work workouts, “reading” 1-2 books per week, rocking the bass guitar every weekend, and giving awesome presentations like this one.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Aaron_Snowberger.jpg",
    "media": ["", ""]
  },
  {
    "id": 201915,
    "title": "Creating an Interactive Classroom",
    "name": "Hannah Jones",
    "nickname": "Hannah",
    "shortname": "Hannah_Jones",
    "affiliation": "Teacher &amp; Copyeditor",
    "other": "",
    "time": "4:00",
    "room": "Room 1",
    "track": "Technology",
    "summary": "There are various methods teachers can use to facilitate stronger interaction in their classrooms. First, we must define what interaction means in a learning context. Brown and Lee define interaction as “the heart of communication.” It involves collaboration, or shared labor, in given tasks and the exchange of thoughts, feelings, and ideas. Interaction implies high degrees of mutuality and rapport. Interaction also involves negotiating meaning when obstacles are encountered.",
    "abstract": "<small><em>(Based on the pedagogical research of H. Douglas Brown and Heekyeong Lee, 2015)</em></small><p>There are various methods teachers can use to facilitate stronger interaction in their classrooms. First, we must define what interaction means in a learning context. Brown and Lee define interaction as “the heart of communication.” It involves collaboration, or shared labor, in given tasks and the exchange of thoughts, feelings, and ideas. Interaction implies high degrees of mutuality and rapport. Interaction also involves negotiating meaning when obstacles are encountered.</p><p>There are some key aspects of interaction that a teacher should take note of and facilitate during his or her lessons. The teacher should heed automaticity, or attention to meaning during communication. Agency is a reward of independence, and is a step toward intrinsically-motivated self-reward. Higher agency leads to greater empowerment. Self-regulated strategies, or the knowledge of how to produce, interpret, and modify language, are required for a student to successfully navigate classroom tasks. Investment is also required by the student to express their identity. Interlocutors also need to have a thorough understanding of the cultural nuances at play in the classroom – a concept called languaculture – especially as a foreigner instructing a classroom of Korean students. There are many strategies a teacher can use to encourage the development of these traits, such as giving clear commands, using organizational language, reacting to students in a genuine way, encouraging self- regulating and autonomous behaviors, responding to student-initiated questions, and following any short lectures or monologues with related tasks.</p><p>While interacting with students, a teacher should be aware of the various roles they have in the classroom. The teacher should act as <strong>controller</strong>, providing structure, but also encouraging spontaneity. The teacher is also a <strong>director</strong>, keeping things flowing smoothly, and a <strong>manager</strong>, planning the class segments and the progress towards planned goals. The teacher is also <strong>facilitator</strong>, helping the students navigate their own way around obstacles. The least “directive” role of a teacher is <strong>resource</strong>, meaning the teacher is available for advice and counsel if the student initiates it.</p><p>Brown and Lee state from their research that successfully interactive students take initiative, seek information, ask questions, clarify misunderstandings, and are able to summarize what they’ve learned. In order to create an environment conducive to interaction, the authors focus on two main processes: asking questions, and group work.</p><h4>Teacher Questions</h4><p>Successful teacher questions give students the catalyst for producing output without having the stress of bearing initiative. There are two main types of questions: display questions (questions the teacher already knows the answers to) and referential questions, which are more meaningful, comprehension- and opinion-driven questions. Interestingly, asking more referential questions in the classroom has been shown to boost grammar complexity in student output. Some types of questions, however, should be avoided. Too many display questions are not beneficial, because they lack real-world relatability. Questions that are overly obvious or easy could be considered pointless or insulting. Questions that are vague, oddly worded, too long, or too complex should be avoided because they are difficult to answer. Rhetorical questions can be confusing. Off-topic questions that disrupt the flow of the students’ logic should also be avoided.</p><h4>Group Work</h4><p>Brown and Lee’s next important process they address is the administration of group work. Group work has plentiful benefits. It generates interactive language, gives students the secure feeling of a smaller space, promotes responsibility and independence, and is a step towards meeting students’ individual needs and abilities. Pair work is similar to group work, but consists of collaboration between only two students and is usually used for less involved tasks.</p><p>There are several types of activities teachers can use group work to complete: games, roleplays, dramas (more involved and elaborate roleplays), jigsaw (where each member of the group has a specific task or role to fill), problem solving and decision-making activities, and opinion exchange collaborations.</p> <h4>Discussion Questions</h4><ul><li>Have you implemented group work in your classrooms? How has it affected students’ participation, and how did the students’ different abilities seem to contribute to the group dynamic?</li><li>What are some ways your deal with students of different levels when you interact with students in class?</li><li>Have you found certain types of group activities to be better suited to certain levels? If so, which?</li><li>Which teacher role do you find yourself taking on the most in the classroom?</li></ul>",
    "bio": "<p>My name is Hannah Jones, and I’m originally from Baltimore, Maryland. I graduated with a Bachelor’s degree in English, with a specialization in Professional Writing, magna cum laude. I am currently completing a Master’s of Applied Linguistics with a specialization in TEFL from the University of Massachusetts, Boston. I have been teaching English for four years at an academy, and I also work as a content writer and copyeditor for the MCAT test prep website, Gold Standard. I am always striving to become a better teacher, collaborate with other teachers, and keep up-to-date on TEFL and SLA research.</p><p>I have a natural interest and passion for pedagogy and second language acquisition, and I hope to use my knowledge of research and the concepts I’ve learned in my graduate studies to spark interesting discussions with likeminded teachers.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Hannah_Jones_2.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:hannah9392@gmail.com'>Hannah9392@gmail.com</a>",
    "phone": "010-9471-9392",
    "kakao": "Hannah9392"
  },
  {
    "id": 201916,
    "title": "Acting Out!: Exploring the Effects of Drama Techniques on Korean Middle School English Learners",
    "name": "Sunhee Ko",
    "nickname": "Sunhee",
    "shortname": "Sunhee_Ko",
    "affiliation": "International Graduate School of English, Seoul",
    "other": "",
    "time": "4:15",
    "room": "Room 1",
    "track": "Classroom Management",
    "summary": "This presentation looks at the impact of drama-based instruction on EFL Secondary English learners. In this presentation, attendees will be guided through what drama-based instruction is and how drama can be integrated into English class. Attendees will also be introduced to its influences on EFL Secondary English learners.",
    "abstract": "<p>This presentation looks at the impact of drama-based instruction on EFL Secondary English learners. In this presentation, attendees will be guided through what drama-based instruction is and how drama can be integrated into English class. Attendees will also be introduced to its influences on EFL Secondary English learners. The presenter will introduce the methods she used to collect data and discuss results from student reflections, teacher journals, and interviews. The implications of the collected data will then be discussed including how drama can be integrated into English teaching. Through this presentation attendees will gain understanding of drama integrated English teaching and its impacts on English learning in EFL Secondary context; furthermore attendees will have a new insight of teaching English in a more enjoyable and engaging way.</p>",
    "bio": "<p>Sunhee Ko is a graduate student in the TESOL program at the International Graduate School of English. She has five years of experience teaching English in various public schools from elementary to high school in Korea. She has previously presented at MATSDA on developing speaking material using drama techniques. Her research and practices focus on integrating drama into English teaching in order to engage students in English learning and English learning motivation.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/unavailable.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:kosunhee@igse.ac.kr'>kosunhee@igse.ac.kr</a>",
    "phone": "010-4726-7270"
  },
  {
    "id": 201917,
    "title": "Anthropology: Build a Class Culture with Impact",
    "name": "Jeffrey D. Shelley",
    "nickname": "Jeff",
    "shortname": "Jeffrey_Shelley",
    "affiliation": "Freelancer, Seoul",
    "other": "",
    "time": "1:30",
    "room": "Room 1",
    "track": "Young Learners",
    "summary": "Culture pervades every level of human life, from the habits of an entire nation’s people to the intimate dynamics found within a group of friends. Rituals, customs, traditions and iconography are powerful—together, they have the potential to change lives.",
    "abstract": "<p>Culture pervades every level of human life, from the habits of an entire nation’s people to the intimate dynamics found within a group of friends. Rituals, customs, traditions and iconography are powerful—together, they have the potential to change lives.</p><p>In fact, every English class has already formed its own culture organically, whether it be consciously recognized or largely unnoticed; class culture can manifest itself positively or negatively. If students are eager to participate in a lesson in order to get stickers, they are recognizing a custom. If students are used to coming into class late, they have learnt a ritual. If new students in a class are informed about the rules by “veteran” students, then the teacher has succeeded in constructing a tight-knit culture.</p><p>The stronger such a culture becomes, the more students feel like valued members of the class. This, of course, creates enthusiastic participants in their own effectual education. Building a unique class culture is not difficult, but it requires an orchestrated network of activities, expectations and sensory stimulation. This presentation teaches conference attendees how to do this at their own academic institutions. By embracing key aspects of anthropology, teachers can become leaders of tribes. Students, in turn, become ambitious learners within a unique classroom community.</p>",
    "bio": "<p>Jeff has taught English for more than a decade, having administered lessons to students of all ages and races—from the preschool and kindergarten level (which he currently oversees in the capacity of Head English Teacher) to adult level pupils at Kaplan International College in New York City, and everything in between. He also works as a freelance teacher trainer in the Seoul metropolitan area, educating foreigners who are new to the field of ELT.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Jeff_Lee.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:j.shealee@gmail.com'>J.SheaLee@gmail.com</a>",
    "phone": "010-9930-0584"
  },
  {
    "id": 201918,
    "title": "To Be Rather than to Seem: Teaching Tips from a Punk Existentialist",
    "name": "Paul Johnson",
    "nickname": "Paul",
    "shortname": "Paul_Johnson",
    "affiliation": "Changshin University",
    "other": "",
    "time": "1:30",
    "room": "Room 2",
    "track": "Classroom Management",
    "summary": "Teachers are supposed to look and act in certain ways, right? What do we see in our minds when we think about the concept of “Good Teacher?” This interactive workshop seeks to challenge many of the traditional assumptions about what it means to be a good teacher, and includes general “Teaching Tips.”",
    "abstract": "<p>Teachers are supposed to look and act in certain ways, right? What do we see in our minds when we think about the concept of “Good Teacher?” This interactive workshop seeks to challenge many of the traditional assumptions about what it means to be a good teacher, and includes general “Teaching Tips.” These include but are not limited to the following:</p><ol><li>Teaching is a two-way street. Only when the teachers and students are participating can the exchange of information take place.</li><li>Don’t feel like you have to talk all of the time. It’s not about trying to <em>look</em> like a good teacher, it’s about <em>being</em> a good teacher. And sometimes that means sitting there doing nothing (Okay, so not nothing. You’re allowing the students to learn, giving them the time and space they need to tear their intellectual muscles).</li><li>Figure out ways of getting students to tear their intellectual muscles.</li><li>Games are fun. We need to remove the negative stigma surrounding games. Gamification away!</li><li>Don’t have elaborately planned out lessons. Ask yourself, “Why am I planning out these lessons so much? Is it because I think it will make the class better, or because it makes me feel better, like I’m doing a good job?”</li><li>Avoid going wholesale on one strategy.</li><li>Teaching is an art, not a science.</li><li>Above all, foster a DIY (Do It Yourself) attitude in your students.</li></ol>",
    "bio": "<p>Paul Johnson was born and raised in Southern California. He has an M.A. in Philosophy and focuses on Ethics. He loves running, reading, and making music. He wants to use games to help make the world a better place. Paul teaches at Changshin University.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Paul_Johnson.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:ajwoodsum@gmail.com'>ajwoodsum@gmail.com</a>",
    "phone": "010-5918-6212"
  },
  {
    "id": 201919,
    "title": "Using Critical Pedagogy in the EFL Classroom",
    "name": "Luis Roberto Caballero Orozco",
    "nickname": "Luis",
    "shortname": "Luis_Caballero",
    "affiliation": "Ulsan National University of Science & Technology",
    "other": "",
    "time": "2:30",
    "room": "Room 1",
    "track": "Young Learners",
    "summary": "In 1968, Brazilian educational theorist Paolo Freire called for a new approach to teaching. By employing what he referred to as a “critical pedagogy,” teachers can transform their classrooms into forums for student empowerment and social change. In a critical pedagogy classroom, educators put students on a path toward finding their own voices on complex issues that affect their daily lives. Students trace social inequalities to their root causes, identify how these issues impact their own communities, and advocate for action that ensures a more just, inclusive tomorrow.",
    "abstract": "<p>In 1968, Brazilian educational theorist Paolo Freire called for a new approach to teaching. By employing what he referred to as a “critical pedagogy,” teachers can transform their classrooms into forums for student empowerment and social change. In a critical pedagogy classroom, educators put students on a path toward finding their own voices on complex issues that affect their daily lives. Students trace social inequalities to their root causes, identify how these issues impact their own communities, and advocate for action that ensures a more just, inclusive tomorrow.</p><p>Since the 1970 English translation of Freire’s <em>Pedagogy of the Oppressed</em>, both it and subsequent texts on critical pedagogy have become ubiquitous in teacher education programs. Many linguists and educators have expanded on this framework to adopt it for the EFL classroom. Although research on critical pedagogy in Korean contexts is limited, Crookes (2010) has found that Korean high school and university students welcome opportunities to engage in critical, non- authoritarian dialogues with their teachers despite stereotypes about East Asian cultures. Furthermore, Ooiwa-Yoshizawa (2012) argues, critical EFL educators ought to highlight changing norms in English language usage, as well as heighten student awareness of marginalized populations’ lived experiences, through classroom activities. DeWaelsche (2015) echoes these sentiments, finding that Korean university students will successfully overcome perceived socio-cultural limitations to critical dialogue, thereby developing critical thinking skills.</p><p>Participants in this workshop will explore ways to use critical pedagogy in their classrooms. Through collaborative activities, participants will brainstorm and create sample lessons that utilize this approach.</p>",
    "bio": "<p>Born in Mexico and educated in the United States, Luis R. Caballero has been teaching English &amp; Spanish languages for ten years in high schools, universities, non-profits, and corporations around the world. Luis holds a Bachelors degree in speech &amp; linguistics, as well as a Masters in higher education. His research interests include language pragmatics, intercultural communication, and organizational behavior.</p><p>Luis has been in Korea since late 2014. He currently lives in Ulsan and is a language instructor at the Ulsan National Institute of Science &amp; Technology (UNIST). Luis is also an active council member for KOTESOL’s Busan-Gyeongnam Chapter.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Luis_Caballero_olympics.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:caballerolr@unist.ac.kr'>CaballeroLR@unist.ac.kr</a>",
    "phone": "010-6860-4804"
  },
  {
    "id": 201920,
    "title": "Integration Station – Increasing Student Talking time and Spicing up the Classroom",
    "name": "Rhea Metituk",
    "nickname": "Rhea",
    "shortname": "Rhea_Metituk",
    "affiliation": "University of Ulsan",
    "other": "",
    "time": "2:30",
    "room": "Room 2",
    "track": "Classroom Management",
    "summary": "Attendees will be invited to consider their own pedagogy through a short reflective practice session. Lesson plans for strong and medium CLT methods to create high student talking to teacher talking time will be shared, including aspects of flipped learning.",
    "abstract": "<p>Attendees will be invited to consider their own pedagogy through a short reflective practice session. Lesson plans for strong and medium CLT methods to create high student talking to teacher talking time will be shared, including aspects of flipped learning and assessing quality of discussion questions used in preparation for speaking time, importance of the structure of physical space in the classroom, tempo, and technology options for assignments. Methodology for conversation and transcription tests will be presented as well as classroom research on rubric and grading methods. Participants will workshop lesson objectives including consideration of fluency vs. accuracy and discuss best methodology for conducting learning environments, and measuring learning objectives in terms of takeaways to include in their own education settings.</p>",
    "bio": "<p>Rhea Metituk has an MA in Rhetorical Writing and Digital Media and is currently posted at the University of Ulsan. Research interests include social and environmental justice, CLT (Communicative Language Theory), and flipped/blended learning. Experience with young learners as well as adults in private institutes, public and post-secondary schools has informed her experience, in addition to NGOs in Canada and Swaziland, ESL in Canada, and teaching English sign language. In KOTESOL, she volunteers as president of the Busan-Gyeongnam chapter, Financial Affairs Chair, and co-coordinator of the Environmental Justice SIG.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Rhea_Metituk.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:rhealm@gmail.com'>rhealm@gmail.com</a>",
    "phone": "010-2567-8882"
  },
  {
    "id": 201921,
    "title": "Snowstorms & Cheat Sheets – End of Term Reflection Ideas",
    "name": "Maria Lisak",
    "nickname": "Maria",
    "shortname": "Maria_Lisak",
    "affiliation": "Chosun University",
    "other": "KOTESOL Social Justice SIG FB Coordinator",
    "time": "3:30",
    "room": "Room 1",
    "track": "Technology",
    "summary": "Two kinesthetic activities are shared as reflection activities, making a lively as well as thoughtful end to the semester. Each activity can be modified to prompt or extend other classroom activities or homework. The presenter shares how she has students create an end-of-term portfolio for their blog using two in-class activities. Learners do the activities in class then take pictures to post on their blog as a prompt for more written reflection.",
    "abstract": "<p>Two kinesthetic activities are shared as reflection activities, making a lively as well as thoughtful end to the semester. Each activity can be modified to prompt or extend other classroom activities or homework. The presenter shares how she has students create an end-of-term portfolio for their blog using two in-class activities. Learners do the activities in class then take pictures to post on their blog as a prompt for more written reflection. The in-class portion invites learners to write or draw and then share through a speaking practice activity. Spoken shares can be varied up with a quick circle or pair share. Small groups are also great ways for learners to share with each other to extend their writing. Class-wide shares elicit key words to help students summarize their writing. The movement involved in these reflective prompts helped the presenter’s students re-charge their creativity and critical thinking as they prepared their final reflection for their blog portfolio.</p>",
    "bio": "<p>Maria Lisak is the newly elected Nominations & Elections Committee Chair. She is the online Facebook coordinator for the KOTESOL Social Justice (Critical Educators in Korea) Special Interest Group. She has been teaching public administration and social welfare at Chosun University since 2012 and is currently working on her EdD in Literacy, Culture and Language Education through Indiana University. As a lifetime member of KOTESOL, she hopes that KOTESOL members are comfortable stepping up for volunteer leadership roles. You can check out her CV on her blog: <a href='koreamaria.typepad.com/gwangju'>koreamaria.typepad.com/gwangju</a>.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Maria_Lisak_2.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:gwangjumaria@yahoo.com'>gwangjuMaria@yahoo.com</a>",
    "website": "<a href='http://koreamaria.typepad.com/gwangju'>KoreaMaria.typepad.com/gwangju</a>"
  },
  {
    "id": 201922,
    "title": "Atomic Habits that will turn you into a Superhero",
    "name": "Aaron Snowberger",
    "nickname": "Aaron",
    "shortname": "Aaron_Snowberger",
    "affiliation": "Jeonju University",
    "other": "Google Certified Educator &amp; Trainer",
    "time": "3:30",
    "room": "Room 2",
    "track": "Classroom Management",
    "summary": "Drawing on numerous resources and extensive personal experience, this presentation will investigate what habits are, how they work, and how building the right ones into your life will turn you into a literal superhero. We’ll take a look at triggers, cravings, and rewards; the formation of good habits and the destruction of bad habits; and the top 6 High Performance Habits developed by Brendon Burchard and the High Performance Institute after over a decade of research and coaching.",
    "abstract": "<p>Have you ever felt too busy? Overwhelmed? Stretched too thin? Your work doesn’t have to be like that. Your life in particular, shouldn’t be like that.</p><p>Drawing on numerous resources and extensive personal experience, this presentation will investigate what habits are, how they work, and how building the right ones into your life will turn you into a literal superhero. We’ll take a look at triggers, cravings, and rewards; the formation of good habits and the destruction of bad habits; and the top 6 High Performance Habits developed by Brendon Burchard and the High Performance Institute after over a decade of research and coaching.</p><p>If you’ve ever wondered such things as “How long does it take to develop a new habit?” or “What if I fail in maintaining my habits?” or even “Which habits will move the needle the most in my professional and personal life?” then this talk is for you. We’ll also end the talk with a discussion about good and bad teaching habits and how to improve yourself in your classroom and office.</p>",
    "bio": "<p>Aaron is a Google Certified Educator and Trainer, magazine graphic designer, and website and mobile app developer who’s obsessed with achieving optimal performance in his own life. His favorite habits include 4am wake-up calls, pre- and post-work workouts, “reading” 1-2 books per week, rocking the bass guitar every weekend, and giving awesome presentations like this one.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Aaron_Snowberger.jpg",
    "media": ["", ""]
  },
  {
    "id": 201923,
    "title": "Creating an Interactive Classroom",
    "name": "Hannah Jones",
    "nickname": "Hannah",
    "shortname": "Hannah_Jones",
    "affiliation": "Teacher &amp; Copyeditor",
    "other": "",
    "time": "4:00",
    "room": "Room 1",
    "track": "Young Learners",
    "summary": "There are various methods teachers can use to facilitate stronger interaction in their classrooms. First, we must define what interaction means in a learning context. Brown and Lee define interaction as “the heart of communication.” It involves collaboration, or shared labor, in given tasks and the exchange of thoughts, feelings, and ideas. Interaction implies high degrees of mutuality and rapport. Interaction also involves negotiating meaning when obstacles are encountered.",
    "abstract": "<small><em>(Based on the pedagogical research of H. Douglas Brown and Heekyeong Lee, 2015)</em></small><p>There are various methods teachers can use to facilitate stronger interaction in their classrooms. First, we must define what interaction means in a learning context. Brown and Lee define interaction as “the heart of communication.” It involves collaboration, or shared labor, in given tasks and the exchange of thoughts, feelings, and ideas. Interaction implies high degrees of mutuality and rapport. Interaction also involves negotiating meaning when obstacles are encountered.</p><p>There are some key aspects of interaction that a teacher should take note of and facilitate during his or her lessons. The teacher should heed automaticity, or attention to meaning during communication. Agency is a reward of independence, and is a step toward intrinsically-motivated self-reward. Higher agency leads to greater empowerment. Self-regulated strategies, or the knowledge of how to produce, interpret, and modify language, are required for a student to successfully navigate classroom tasks. Investment is also required by the student to express their identity. Interlocutors also need to have a thorough understanding of the cultural nuances at play in the classroom – a concept called languaculture – especially as a foreigner instructing a classroom of Korean students. There are many strategies a teacher can use to encourage the development of these traits, such as giving clear commands, using organizational language, reacting to students in a genuine way, encouraging self- regulating and autonomous behaviors, responding to student-initiated questions, and following any short lectures or monologues with related tasks.</p><p>While interacting with students, a teacher should be aware of the various roles they have in the classroom. The teacher should act as <strong>controller</strong>, providing structure, but also encouraging spontaneity. The teacher is also a <strong>director</strong>, keeping things flowing smoothly, and a <strong>manager</strong>, planning the class segments and the progress towards planned goals. The teacher is also <strong>facilitator</strong>, helping the students navigate their own way around obstacles. The least “directive” role of a teacher is <strong>resource</strong>, meaning the teacher is available for advice and counsel if the student initiates it.</p><p>Brown and Lee state from their research that successfully interactive students take initiative, seek information, ask questions, clarify misunderstandings, and are able to summarize what they’ve learned. In order to create an environment conducive to interaction, the authors focus on two main processes: asking questions, and group work.</p><h4>Teacher Questions</h4><p>Successful teacher questions give students the catalyst for producing output without having the stress of bearing initiative. There are two main types of questions: display questions (questions the teacher already knows the answers to) and referential questions, which are more meaningful, comprehension- and opinion-driven questions. Interestingly, asking more referential questions in the classroom has been shown to boost grammar complexity in student output. Some types of questions, however, should be avoided. Too many display questions are not beneficial, because they lack real-world relatability. Questions that are overly obvious or easy could be considered pointless or insulting. Questions that are vague, oddly worded, too long, or too complex should be avoided because they are difficult to answer. Rhetorical questions can be confusing. Off-topic questions that disrupt the flow of the students’ logic should also be avoided.</p><h4>Group Work</h4><p>Brown and Lee’s next important process they address is the administration of group work. Group work has plentiful benefits. It generates interactive language, gives students the secure feeling of a smaller space, promotes responsibility and independence, and is a step towards meeting students’ individual needs and abilities. Pair work is similar to group work, but consists of collaboration between only two students and is usually used for less involved tasks.</p><p>There are several types of activities teachers can use group work to complete: games, roleplays, dramas (more involved and elaborate roleplays), jigsaw (where each member of the group has a specific task or role to fill), problem solving and decision-making activities, and opinion exchange collaborations.</p> <h4>Discussion Questions</h4><ul><li>Have you implemented group work in your classrooms? How has it affected students’ participation, and how did the students’ different abilities seem to contribute to the group dynamic?</li><li>What are some ways your deal with students of different levels when you interact with students in class?</li><li>Have you found certain types of group activities to be better suited to certain levels? If so, which?</li><li>Which teacher role do you find yourself taking on the most in the classroom?</li></ul>",
    "bio": "<p>My name is Hannah Jones, and I’m originally from Baltimore, Maryland. I graduated with a Bachelor’s degree in English, with a specialization in Professional Writing, magna cum laude. I am currently completing a Master’s of Applied Linguistics with a specialization in TEFL from the University of Massachusetts, Boston. I have been teaching English for four years at an academy, and I also work as a content writer and copyeditor for the MCAT test prep website, Gold Standard. I am always striving to become a better teacher, collaborate with other teachers, and keep up-to-date on TEFL and SLA research.</p><p>I have a natural interest and passion for pedagogy and second language acquisition, and I hope to use my knowledge of research and the concepts I’ve learned in my graduate studies to spark interesting discussions with likeminded teachers.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Hannah_Jones_2.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:hannah9392@gmail.com'>Hannah9392@gmail.com</a>",
    "phone": "010-9471-9392",
    "kakao": "Hannah9392"
  },
  {
    "id": 201924,
    "title": "Acting Out!: Exploring the Effects of Drama Techniques on Korean Middle School English Learners",
    "name": "Sunhee Ko",
    "nickname": "Sunhee",
    "shortname": "Sunhee_Ko",
    "affiliation": "International Graduate School of English, Seoul",
    "other": "",
    "time": "4:15",
    "room": "Room 1",
    "track": "Pedagogy",
    "summary": "This presentation looks at the impact of drama-based instruction on EFL Secondary English learners. In this presentation, attendees will be guided through what drama-based instruction is and how drama can be integrated into English class. Attendees will also be introduced to its influences on EFL Secondary English learners.",
    "abstract": "<p>This presentation looks at the impact of drama-based instruction on EFL Secondary English learners. In this presentation, attendees will be guided through what drama-based instruction is and how drama can be integrated into English class. Attendees will also be introduced to its influences on EFL Secondary English learners. The presenter will introduce the methods she used to collect data and discuss results from student reflections, teacher journals, and interviews. The implications of the collected data will then be discussed including how drama can be integrated into English teaching. Through this presentation attendees will gain understanding of drama integrated English teaching and its impacts on English learning in EFL Secondary context; furthermore attendees will have a new insight of teaching English in a more enjoyable and engaging way.</p>",
    "bio": "<p>Sunhee Ko is a graduate student in the TESOL program at the International Graduate School of English. She has five years of experience teaching English in various public schools from elementary to high school in Korea. She has previously presented at MATSDA on developing speaking material using drama techniques. Her research and practices focus on integrating drama into English teaching in order to engage students in English learning and English learning motivation.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/unavailable.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:kosunhee@igse.ac.kr'>kosunhee@igse.ac.kr</a>",
    "phone": "010-4726-7270"
  },
  {
    "id": 201925,
    "title": "Anthropology: Build a Class Culture with Impact",
    "name": "Jeffrey D. Shelley",
    "nickname": "Jeff",
    "shortname": "Jeffrey_Shelley",
    "affiliation": "Freelancer, Seoul",
    "other": "",
    "time": "1:30",
    "room": "Room 1",
    "track": "Young Learners",
    "summary": "Culture pervades every level of human life, from the habits of an entire nation’s people to the intimate dynamics found within a group of friends. Rituals, customs, traditions and iconography are powerful—together, they have the potential to change lives.",
    "abstract": "<p>Culture pervades every level of human life, from the habits of an entire nation’s people to the intimate dynamics found within a group of friends. Rituals, customs, traditions and iconography are powerful—together, they have the potential to change lives.</p><p>In fact, every English class has already formed its own culture organically, whether it be consciously recognized or largely unnoticed; class culture can manifest itself positively or negatively. If students are eager to participate in a lesson in order to get stickers, they are recognizing a custom. If students are used to coming into class late, they have learnt a ritual. If new students in a class are informed about the rules by “veteran” students, then the teacher has succeeded in constructing a tight-knit culture.</p><p>The stronger such a culture becomes, the more students feel like valued members of the class. This, of course, creates enthusiastic participants in their own effectual education. Building a unique class culture is not difficult, but it requires an orchestrated network of activities, expectations and sensory stimulation. This presentation teaches conference attendees how to do this at their own academic institutions. By embracing key aspects of anthropology, teachers can become leaders of tribes. Students, in turn, become ambitious learners within a unique classroom community.</p>",
    "bio": "<p>Jeff has taught English for more than a decade, having administered lessons to students of all ages and races—from the preschool and kindergarten level (which he currently oversees in the capacity of Head English Teacher) to adult level pupils at Kaplan International College in New York City, and everything in between. He also works as a freelance teacher trainer in the Seoul metropolitan area, educating foreigners who are new to the field of ELT.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Jeff_Lee.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:j.shealee@gmail.com'>J.SheaLee@gmail.com</a>",
    "phone": "010-9930-0584"
  },
  {
    "id": 201926,
    "title": "To Be Rather than to Seem: Teaching Tips from a Punk Existentialist",
    "name": "Paul Johnson",
    "nickname": "Paul",
    "shortname": "Paul_Johnson",
    "affiliation": "Changshin University",
    "other": "",
    "time": "1:30",
    "room": "Room 2",
    "track": "Classroom Management",
    "summary": "Teachers are supposed to look and act in certain ways, right? What do we see in our minds when we think about the concept of “Good Teacher?” This interactive workshop seeks to challenge many of the traditional assumptions about what it means to be a good teacher, and includes general “Teaching Tips.”",
    "abstract": "<p>Teachers are supposed to look and act in certain ways, right? What do we see in our minds when we think about the concept of “Good Teacher?” This interactive workshop seeks to challenge many of the traditional assumptions about what it means to be a good teacher, and includes general “Teaching Tips.” These include but are not limited to the following:</p><ol><li>Teaching is a two-way street. Only when the teachers and students are participating can the exchange of information take place.</li><li>Don’t feel like you have to talk all of the time. It’s not about trying to <em>look</em> like a good teacher, it’s about <em>being</em> a good teacher. And sometimes that means sitting there doing nothing (Okay, so not nothing. You’re allowing the students to learn, giving them the time and space they need to tear their intellectual muscles).</li><li>Figure out ways of getting students to tear their intellectual muscles.</li><li>Games are fun. We need to remove the negative stigma surrounding games. Gamification away!</li><li>Don’t have elaborately planned out lessons. Ask yourself, “Why am I planning out these lessons so much? Is it because I think it will make the class better, or because it makes me feel better, like I’m doing a good job?”</li><li>Avoid going wholesale on one strategy.</li><li>Teaching is an art, not a science.</li><li>Above all, foster a DIY (Do It Yourself) attitude in your students.</li></ol>",
    "bio": "<p>Paul Johnson was born and raised in Southern California. He has an M.A. in Philosophy and focuses on Ethics. He loves running, reading, and making music. He wants to use games to help make the world a better place. Paul teaches at Changshin University.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Paul_Johnson.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:ajwoodsum@gmail.com'>ajwoodsum@gmail.com</a>",
    "phone": "010-5918-6212"
  },
  {
    "id": 201927,
    "title": "Using Critical Pedagogy in the EFL Classroom",
    "name": "Luis Roberto Caballero Orozco",
    "nickname": "Luis",
    "shortname": "Luis_Caballero",
    "affiliation": "Ulsan National University of Science & Technology",
    "other": "",
    "time": "2:30",
    "room": "Room 1",
    "track": "Teaching Tips",
    "summary": "In 1968, Brazilian educational theorist Paolo Freire called for a new approach to teaching. By employing what he referred to as a “critical pedagogy,” teachers can transform their classrooms into forums for student empowerment and social change. In a critical pedagogy classroom, educators put students on a path toward finding their own voices on complex issues that affect their daily lives. Students trace social inequalities to their root causes, identify how these issues impact their own communities, and advocate for action that ensures a more just, inclusive tomorrow.",
    "abstract": "<p>In 1968, Brazilian educational theorist Paolo Freire called for a new approach to teaching. By employing what he referred to as a “critical pedagogy,” teachers can transform their classrooms into forums for student empowerment and social change. In a critical pedagogy classroom, educators put students on a path toward finding their own voices on complex issues that affect their daily lives. Students trace social inequalities to their root causes, identify how these issues impact their own communities, and advocate for action that ensures a more just, inclusive tomorrow.</p><p>Since the 1970 English translation of Freire’s <em>Pedagogy of the Oppressed</em>, both it and subsequent texts on critical pedagogy have become ubiquitous in teacher education programs. Many linguists and educators have expanded on this framework to adopt it for the EFL classroom. Although research on critical pedagogy in Korean contexts is limited, Crookes (2010) has found that Korean high school and university students welcome opportunities to engage in critical, non- authoritarian dialogues with their teachers despite stereotypes about East Asian cultures. Furthermore, Ooiwa-Yoshizawa (2012) argues, critical EFL educators ought to highlight changing norms in English language usage, as well as heighten student awareness of marginalized populations’ lived experiences, through classroom activities. DeWaelsche (2015) echoes these sentiments, finding that Korean university students will successfully overcome perceived socio-cultural limitations to critical dialogue, thereby developing critical thinking skills.</p><p>Participants in this workshop will explore ways to use critical pedagogy in their classrooms. Through collaborative activities, participants will brainstorm and create sample lessons that utilize this approach.</p>",
    "bio": "<p>Born in Mexico and educated in the United States, Luis R. Caballero has been teaching English &amp; Spanish languages for ten years in high schools, universities, non-profits, and corporations around the world. Luis holds a Bachelors degree in speech &amp; linguistics, as well as a Masters in higher education. His research interests include language pragmatics, intercultural communication, and organizational behavior.</p><p>Luis has been in Korea since late 2014. He currently lives in Ulsan and is a language instructor at the Ulsan National Institute of Science &amp; Technology (UNIST). Luis is also an active council member for KOTESOL’s Busan-Gyeongnam Chapter.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Luis_Caballero_olympics.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:caballerolr@unist.ac.kr'>CaballeroLR@unist.ac.kr</a>",
    "phone": "010-6860-4804"
  },
  {
    "id": 201928,
    "title": "Integration Station – Increasing Student Talking time and Spicing up the Classroom",
    "name": "Rhea Metituk",
    "nickname": "Rhea",
    "shortname": "Rhea_Metituk",
    "affiliation": "University of Ulsan",
    "other": "",
    "time": "2:30",
    "room": "Room 2",
    "track": "Teaching Tips",
    "summary": "Attendees will be invited to consider their own pedagogy through a short reflective practice session. Lesson plans for strong and medium CLT methods to create high student talking to teacher talking time will be shared, including aspects of flipped learning.",
    "abstract": "<p>Attendees will be invited to consider their own pedagogy through a short reflective practice session. Lesson plans for strong and medium CLT methods to create high student talking to teacher talking time will be shared, including aspects of flipped learning and assessing quality of discussion questions used in preparation for speaking time, importance of the structure of physical space in the classroom, tempo, and technology options for assignments. Methodology for conversation and transcription tests will be presented as well as classroom research on rubric and grading methods. Participants will workshop lesson objectives including consideration of fluency vs. accuracy and discuss best methodology for conducting learning environments, and measuring learning objectives in terms of takeaways to include in their own education settings.</p>",
    "bio": "<p>Rhea Metituk has an MA in Rhetorical Writing and Digital Media and is currently posted at the University of Ulsan. Research interests include social and environmental justice, CLT (Communicative Language Theory), and flipped/blended learning. Experience with young learners as well as adults in private institutes, public and post-secondary schools has informed her experience, in addition to NGOs in Canada and Swaziland, ESL in Canada, and teaching English sign language. In KOTESOL, she volunteers as president of the Busan-Gyeongnam chapter, Financial Affairs Chair, and co-coordinator of the Environmental Justice SIG.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Rhea_Metituk.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:rhealm@gmail.com'>rhealm@gmail.com</a>",
    "phone": "010-2567-8882"
  },
  {
    "id": 201929,
    "title": "Snowstorms & Cheat Sheets – End of Term Reflection Ideas",
    "name": "Maria Lisak",
    "nickname": "Maria",
    "shortname": "Maria_Lisak",
    "affiliation": "Chosun University",
    "other": "KOTESOL Social Justice SIG FB Coordinator",
    "time": "3:30",
    "room": "Room 1",
    "track": "Conversation",
    "summary": "Two kinesthetic activities are shared as reflection activities, making a lively as well as thoughtful end to the semester. Each activity can be modified to prompt or extend other classroom activities or homework. The presenter shares how she has students create an end-of-term portfolio for their blog using two in-class activities. Learners do the activities in class then take pictures to post on their blog as a prompt for more written reflection.",
    "abstract": "<p>Two kinesthetic activities are shared as reflection activities, making a lively as well as thoughtful end to the semester. Each activity can be modified to prompt or extend other classroom activities or homework. The presenter shares how she has students create an end-of-term portfolio for their blog using two in-class activities. Learners do the activities in class then take pictures to post on their blog as a prompt for more written reflection. The in-class portion invites learners to write or draw and then share through a speaking practice activity. Spoken shares can be varied up with a quick circle or pair share. Small groups are also great ways for learners to share with each other to extend their writing. Class-wide shares elicit key words to help students summarize their writing. The movement involved in these reflective prompts helped the presenter’s students re-charge their creativity and critical thinking as they prepared their final reflection for their blog portfolio.</p>",
    "bio": "<p>Maria Lisak is the newly elected Nominations & Elections Committee Chair. She is the online Facebook coordinator for the KOTESOL Social Justice (Critical Educators in Korea) Special Interest Group. She has been teaching public administration and social welfare at Chosun University since 2012 and is currently working on her EdD in Literacy, Culture and Language Education through Indiana University. As a lifetime member of KOTESOL, she hopes that KOTESOL members are comfortable stepping up for volunteer leadership roles. You can check out her CV on her blog: <a href='koreamaria.typepad.com/gwangju'>koreamaria.typepad.com/gwangju</a>.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Maria_Lisak_2.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:gwangjumaria@yahoo.com'>gwangjuMaria@yahoo.com</a>",
    "website": "<a href='http://koreamaria.typepad.com/gwangju'>KoreaMaria.typepad.com/gwangju</a>"
  },
  {
    "id": 201930,
    "title": "Atomic Habits that will turn you into a Superhero",
    "name": "Aaron Snowberger",
    "nickname": "Aaron",
    "shortname": "Aaron_Snowberger",
    "affiliation": "Jeonju University",
    "other": "Google Certified Educator &amp; Trainer",
    "time": "3:30",
    "room": "Room 2",
    "track": "Teaching Tips",
    "summary": "Drawing on numerous resources and extensive personal experience, this presentation will investigate what habits are, how they work, and how building the right ones into your life will turn you into a literal superhero. We’ll take a look at triggers, cravings, and rewards; the formation of good habits and the destruction of bad habits; and the top 6 High Performance Habits developed by Brendon Burchard and the High Performance Institute after over a decade of research and coaching.",
    "abstract": "<p>Have you ever felt too busy? Overwhelmed? Stretched too thin? Your work doesn’t have to be like that. Your life in particular, shouldn’t be like that.</p><p>Drawing on numerous resources and extensive personal experience, this presentation will investigate what habits are, how they work, and how building the right ones into your life will turn you into a literal superhero. We’ll take a look at triggers, cravings, and rewards; the formation of good habits and the destruction of bad habits; and the top 6 High Performance Habits developed by Brendon Burchard and the High Performance Institute after over a decade of research and coaching.</p><p>If you’ve ever wondered such things as “How long does it take to develop a new habit?” or “What if I fail in maintaining my habits?” or even “Which habits will move the needle the most in my professional and personal life?” then this talk is for you. We’ll also end the talk with a discussion about good and bad teaching habits and how to improve yourself in your classroom and office.</p>",
    "bio": "<p>Aaron is a Google Certified Educator and Trainer, magazine graphic designer, and website and mobile app developer who’s obsessed with achieving optimal performance in his own life. His favorite habits include 4am wake-up calls, pre- and post-work workouts, “reading” 1-2 books per week, rocking the bass guitar every weekend, and giving awesome presentations like this one.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Aaron_Snowberger.jpg",
    "media": ["", ""]
  },
  {
    "id": 201931,
    "title": "Creating an Interactive Classroom",
    "name": "Hannah Jones",
    "nickname": "Hannah",
    "shortname": "Hannah_Jones",
    "affiliation": "Teacher &amp; Copyeditor",
    "other": "",
    "time": "4:00",
    "room": "Room 1",
    "track": "Conversation",
    "summary": "There are various methods teachers can use to facilitate stronger interaction in their classrooms. First, we must define what interaction means in a learning context. Brown and Lee define interaction as “the heart of communication.” It involves collaboration, or shared labor, in given tasks and the exchange of thoughts, feelings, and ideas. Interaction implies high degrees of mutuality and rapport. Interaction also involves negotiating meaning when obstacles are encountered.",
    "abstract": "<small><em>(Based on the pedagogical research of H. Douglas Brown and Heekyeong Lee, 2015)</em></small><p>There are various methods teachers can use to facilitate stronger interaction in their classrooms. First, we must define what interaction means in a learning context. Brown and Lee define interaction as “the heart of communication.” It involves collaboration, or shared labor, in given tasks and the exchange of thoughts, feelings, and ideas. Interaction implies high degrees of mutuality and rapport. Interaction also involves negotiating meaning when obstacles are encountered.</p><p>There are some key aspects of interaction that a teacher should take note of and facilitate during his or her lessons. The teacher should heed automaticity, or attention to meaning during communication. Agency is a reward of independence, and is a step toward intrinsically-motivated self-reward. Higher agency leads to greater empowerment. Self-regulated strategies, or the knowledge of how to produce, interpret, and modify language, are required for a student to successfully navigate classroom tasks. Investment is also required by the student to express their identity. Interlocutors also need to have a thorough understanding of the cultural nuances at play in the classroom – a concept called languaculture – especially as a foreigner instructing a classroom of Korean students. There are many strategies a teacher can use to encourage the development of these traits, such as giving clear commands, using organizational language, reacting to students in a genuine way, encouraging self- regulating and autonomous behaviors, responding to student-initiated questions, and following any short lectures or monologues with related tasks.</p><p>While interacting with students, a teacher should be aware of the various roles they have in the classroom. The teacher should act as <strong>controller</strong>, providing structure, but also encouraging spontaneity. The teacher is also a <strong>director</strong>, keeping things flowing smoothly, and a <strong>manager</strong>, planning the class segments and the progress towards planned goals. The teacher is also <strong>facilitator</strong>, helping the students navigate their own way around obstacles. The least “directive” role of a teacher is <strong>resource</strong>, meaning the teacher is available for advice and counsel if the student initiates it.</p><p>Brown and Lee state from their research that successfully interactive students take initiative, seek information, ask questions, clarify misunderstandings, and are able to summarize what they’ve learned. In order to create an environment conducive to interaction, the authors focus on two main processes: asking questions, and group work.</p><h4>Teacher Questions</h4><p>Successful teacher questions give students the catalyst for producing output without having the stress of bearing initiative. There are two main types of questions: display questions (questions the teacher already knows the answers to) and referential questions, which are more meaningful, comprehension- and opinion-driven questions. Interestingly, asking more referential questions in the classroom has been shown to boost grammar complexity in student output. Some types of questions, however, should be avoided. Too many display questions are not beneficial, because they lack real-world relatability. Questions that are overly obvious or easy could be considered pointless or insulting. Questions that are vague, oddly worded, too long, or too complex should be avoided because they are difficult to answer. Rhetorical questions can be confusing. Off-topic questions that disrupt the flow of the students’ logic should also be avoided.</p><h4>Group Work</h4><p>Brown and Lee’s next important process they address is the administration of group work. Group work has plentiful benefits. It generates interactive language, gives students the secure feeling of a smaller space, promotes responsibility and independence, and is a step towards meeting students’ individual needs and abilities. Pair work is similar to group work, but consists of collaboration between only two students and is usually used for less involved tasks.</p><p>There are several types of activities teachers can use group work to complete: games, roleplays, dramas (more involved and elaborate roleplays), jigsaw (where each member of the group has a specific task or role to fill), problem solving and decision-making activities, and opinion exchange collaborations.</p> <h4>Discussion Questions</h4><ul><li>Have you implemented group work in your classrooms? How has it affected students’ participation, and how did the students’ different abilities seem to contribute to the group dynamic?</li><li>What are some ways your deal with students of different levels when you interact with students in class?</li><li>Have you found certain types of group activities to be better suited to certain levels? If so, which?</li><li>Which teacher role do you find yourself taking on the most in the classroom?</li></ul>",
    "bio": "<p>My name is Hannah Jones, and I’m originally from Baltimore, Maryland. I graduated with a Bachelor’s degree in English, with a specialization in Professional Writing, magna cum laude. I am currently completing a Master’s of Applied Linguistics with a specialization in TEFL from the University of Massachusetts, Boston. I have been teaching English for four years at an academy, and I also work as a content writer and copyeditor for the MCAT test prep website, Gold Standard. I am always striving to become a better teacher, collaborate with other teachers, and keep up-to-date on TEFL and SLA research.</p><p>I have a natural interest and passion for pedagogy and second language acquisition, and I hope to use my knowledge of research and the concepts I’ve learned in my graduate studies to spark interesting discussions with likeminded teachers.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/Hannah_Jones_2.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:hannah9392@gmail.com'>Hannah9392@gmail.com</a>",
    "phone": "010-9471-9392",
    "kakao": "Hannah9392"
  },
  {
    "id": 201932,
    "title": "Acting Out!: Exploring the Effects of Drama Techniques on Korean Middle School English Learners",
    "name": "Sunhee Ko",
    "nickname": "Sunhee",
    "shortname": "Sunhee_Ko",
    "affiliation": "International Graduate School of English, Seoul",
    "other": "",
    "time": "4:15",
    "room": "Room 1",
    "track": "Classroom Management",
    "summary": "This presentation looks at the impact of drama-based instruction on EFL Secondary English learners. In this presentation, attendees will be guided through what drama-based instruction is and how drama can be integrated into English class. Attendees will also be introduced to its influences on EFL Secondary English learners.",
    "abstract": "<p>This presentation looks at the impact of drama-based instruction on EFL Secondary English learners. In this presentation, attendees will be guided through what drama-based instruction is and how drama can be integrated into English class. Attendees will also be introduced to its influences on EFL Secondary English learners. The presenter will introduce the methods she used to collect data and discuss results from student reflections, teacher journals, and interviews. The implications of the collected data will then be discussed including how drama can be integrated into English teaching. Through this presentation attendees will gain understanding of drama integrated English teaching and its impacts on English learning in EFL Secondary context; furthermore attendees will have a new insight of teaching English in a more enjoyable and engaging way.</p>",
    "bio": "<p>Sunhee Ko is a graduate student in the TESOL program at the International Graduate School of English. She has five years of experience teaching English in various public schools from elementary to high school in Korea. She has previously presented at MATSDA on developing speaking material using drama techniques. Her research and practices focus on integrating drama into English teaching in order to engage students in English learning and English learning motivation.</p>",
    "img": "https://2018.conference.jnjkotesol.com/img/people/unavailable.jpg",
    "media": ["", ""],
    "email": "<a href='mailto:kosunhee@igse.ac.kr'>kosunhee@igse.ac.kr</a>",
    "phone": "010-4726-7270"
  }
]